Repository: kanotown/taylis
Catalog: apps/ios/ChikuwaChat/Resources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: が「%@」を共有しました
en: shared “%@” with you
zh_hans: 与你共享了“%@”

source: %@ さんが通話を始めました
en: %@ started a call
zh_hans: %@ 发起了通话

source: %@ さんを報告
en: Report %@
zh_hans: 举报 %@

source: %lld 行
en: %lld rows

# report.other
source: その他
en: Other
zh_hans: 其他

source: あなたが読めない行へのリンクがあります（変更しても残ります）
en: Links to rows you can't read (kept when you change the cell)
zh_hans: 包含你无法读取的行的链接（修改时会保留）

source: このカレンダーの日付のプロパティがありません。パソコンでビューを設定してください。
en: This calendar has no date property. Set up the view on a computer.
zh_hans: 此日历没有日期属性。请在电脑上设置视图。

source: このデータベースはこの端末に保存されていません。
en: This database isn't saved on this device.
zh_hans: 此数据库未保存在此设备上。

source: この値は自動で決まります
en: This value is set automatically
zh_hans: 此值自动确定

source: この月の行はありません
en: No rows this month
zh_hans: 本月没有行

source: ご意見・要望
en: Feedback / requests
zh_hans: 意见与建议

source: つながっている行はありません
en: No linked rows
zh_hans: 没有关联的行

source: アクセスできないページ
en: No access
zh_hans: 无法访问的页面

source: スパム
en: Spam
zh_hans: 垃圾信息

source: セレクト
en: Select
zh_hans: 单选

source: タイトル
en: Title
zh_hans: 标题

source: チェックボックス
en: Checkbox
zh_hans: 复选框

source: テキスト
en: Text
zh_hans: 文本

source: データベース
en: Database
zh_hans: 数据库

source: データベースの操作
en: Database actions
zh_hans: 数据库操作

source: データベースを読み込めませんでした
en: Couldn't load the database
zh_hans: 无法加载数据库

source: パーセントの値を入力します（50 は 50 パーセント）
en: Enter a percentage (50 means 50 percent)
zh_hans: 输入百分比（50 表示百分之五十）

source: ビュー
en: Views
zh_hans: 视图

source: プロパティはまだありません
en: No properties yet
zh_hans: 还没有属性

source: マルチセレクト
en: Multi-select
zh_hans: 多选

source: メンバーに通知が届き、会議のリンクが投稿されます。
en: Members will be notified, and a meeting link will be posted.
zh_hans: 成员会收到通知，并会发布会议链接。

source: ユーザー
en: Person
zh_hans: 用户

source: リレーション
en: Relation
zh_hans: 关联

source: 上に固定
en: Pin to top
zh_hans: 置顶

source: 上に固定中
en: Pinned to top
zh_hans: 已置顶

source: 人を探す
en: Find a person
zh_hans: 查找用户

source: 作成日時
en: Created time
zh_hans: 创建时间

source: 作成者
en: Created by
zh_hans: 创建者

source: 値
en: Value
zh_hans: 值

source: 値を編集
en: Edit value
zh_hans: 编辑值

source: 内容
en: Details

source: 内容（必須）
en: Details (required)
zh_hans: 内容（必填）

source: 名前を付けて行を作ります。作ると行のページが開きます。
en: Name the new row. Its page opens once it's created.
zh_hans: 为新行命名。创建后会打开该行的页面。

source: 問題を報告・ご意見
en: Report a problem / Feedback
zh_hans: 报告问题 / 意见反馈

source: 固定を外す
en: Unpin
zh_hans: 取消置顶

source: 報告とご意見は、このワークスペースの管理者に届きます。
en: Reports and feedback go to this workspace's administrators.
zh_hans: 报告和意见将发送给此工作区的管理员。

source: 報告は、このワークスペースの管理者に届きます。相手には知らされません。
en: The report goes to this workspace's administrators. The person is not told.
zh_hans: 举报将发送给此工作区的管理员。对方不会收到通知。

source: 子どもの安全
en: Child safety
zh_hans: 儿童安全

source: 子どもの安全に関する懸念は、開発者にも連絡できます：加納 徹（Taylis 開発者）
en: Child safety concerns can also be sent to the developer: Toru Kano (developer of Taylis)
zh_hans: 有关儿童安全的问题，也可以联系开发者：Toru Kano（Taylis 开发者）

source: 数
en: Number
zh_hans: 数字

source: 数を入力してください
en: Enter a number
zh_hans: 请输入数字

source: 数値
en: Number
zh_hans: 数字

source: 新しい行
en: New row
zh_hans: 新建行

source: 時刻を含める
en: Include time
zh_hans: 包含时间

source: 最終更新日時
en: Last edited time
zh_hans: 最后编辑时间

source: 最終更新者
en: Last edited by
zh_hans: 最后编辑者

source: 未読のみ
en: Unread only
zh_hans: 仅未读

source: 未読のアクティビティはありません
en: No unread activity
zh_hans: 没有未读动态

source: 未読はありません
en: All caught up
zh_hans: 没有未读

source: 消す
en: Clear
zh_hans: 清除

source: 相手のデータベースを読めません
en: You can't read the related database
zh_hans: 无法读取关联的数据库

source: 空
en: Empty

source: 行はまだありません。
en: No rows yet.
zh_hans: 还没有行。

source: 行はまだありません。＋で追加できます。
en: No rows yet. Add one with ＋.
zh_hans: 还没有行。可用 ＋ 添加。

source: 行を探す
en: Find a row
zh_hans: 查找行

source: 読める行が見つかりません
en: No readable rows found
zh_hans: 找不到可读取的行

source: 送信しました。管理者が確認します
en: Sent. The administrators will review it.
zh_hans: 已发送。管理员会进行确认。

source: 通話を始めますか？
en: Start a call?
zh_hans: 要发起通话吗？

source: 通話を始める
en: Start a call
zh_hans: 发起通话

source: 選択肢がありません（パソコンでフルアクセスの人が作れます）
en: No options (someone with full access can add them on a computer)
zh_hans: 没有选项（拥有完全访问权限的人可在电脑上添加）

source: （[at] を @ に置き換えてください）
en: (replace [at] with @)
zh_hans: （请将 [at] 替换为 @）

source: （今すぐ）
en: (now)
zh_hans: （立即）

source: （今日）
en: (today)
zh_hans: （今天）

source: （作成中）
en: (writing)
zh_hans: （生成中）

source: （失敗）
en: (failed)
zh_hans: （失败）

source: （提出済み）
en: (submitted)
zh_hans: （已提交）

source: （未提出）
en: (not submitted)
zh_hans: （未提交）

source: （未提出、締切を過ぎています）
en: (not submitted, past the deadline)
zh_hans: （未提交，已过截止日期）

source: （満）
en: (full)
zh_hans: （已满）

source: （締切を過ぎました）
en: (past the deadline)
zh_hans: （已过截止日期）

source: （編集済み）
en: (edited)
zh_hans: （已编辑）

source: · %@ 以降
en: · since %@
zh_hans: · %@ 以来

source: · スレッド
en: · thread
zh_hans: · 话题

source: · ミュート
en: · muted
zh_hans: · 免打扰

source: · 予約
en: · booking
zh_hans: · 预约

source: · 予約 %@
en: · booked %@
zh_hans: · 预约 %@

source: · 作成中
en: · writing
zh_hans: · 生成中

source: · 失敗
en: · failed
zh_hans: · 失败

source: · 完了
en: · done
zh_hans: · 已完成

source: · 担当者の作業
en: · operator task
zh_hans: · 负责人事项

source: · 進行中
en: · in progress
zh_hans: · 进行中

source: が
en: reacted with
zh_hans: 回应了

source: が「%@」であなたをメンションしました
en: mentioned you in “%@”
zh_hans: 在“%@”中提及了你

source: がスレッドに返信
en: replied in a thread
zh_hans: 在话题中回复

source: がメンション
en: mentioned you
zh_hans: 提及了你

source: が入力中…
en: is typing…
zh_hans: 正在输入…

source: が確認
en: acknowledged
zh_hans: 已确认

source: が編集中
en: is editing
zh_hans: 正在编辑

source: と
en: and
zh_hans: 和

source: ほか %lld
en: and %lld more
zh_hans: 等 %lld 人

source: ほか %lld 人
en: and %lld more
zh_hans: 等 %lld 人

source: メンバー %lld 人。
en: %lld members.
zh_hans: 共 %lld 名成员。

source: 他 %lld 人
en: and %lld more
zh_hans: 等 %lld 人

source: "%@" をメッセージ検索
en: Search messages for "%@"
zh_hans: 在消息中搜索“%@”

source: # 見出し 本文を書きます。 - [ ] チェックリスト @名前 でメンション
en: # Heading Write the text here. - [ ] Checklist Mention with @name
zh_hans: # 标题 在这里输入正文。 - [ ] 清单 用 @名字 提及

source: ## 見出し 本文を書きます。
en: ## Heading Write the text here.
zh_hans: ## 标题 在这里输入正文。

source: #%@ という公開チャンネルはありません
en: There is no public channel named #%@
zh_hans: 没有名为 #%@ 的公开频道

source: #%@ にも送信
en: Also send to #%@
zh_hans: 同时发送到 #%@

source: #%@ に参加する
en: Join #%@
zh_hans: 加入 #%@

source: #%@ のタスクを開く
en: Open the tasks of #%@
zh_hans: 打开 #%@ 的任务

source: #%@ のボード
en: #%@ board
zh_hans: #%@ 的看板

# %@ %@回答は締め切られます（取り消すと再開します）。
source: %1$@ %2$@回答は締め切られます（取り消すと再開します）。
en: %1$@ %2$@Responses will be closed (cancel to reopen).
zh_hans: %1$@ %2$@将停止回答（取消即可重新开放）。

# %@ %@ をプレビュー
source: %1$@ %2$@ をプレビュー
en: Preview %1$@ %2$@
zh_hans: 预览%1$@ %2$@

# %@ %@ 締切
source: %1$@ %2$@ 締切
en: %1$@ %2$@ deadline
zh_hans: %1$@ %2$@ 截止

# %@ が「%@」を共有しました
source: %1$@ が「%2$@」を共有しました
en: %1$@ shared “%2$@” with you
zh_hans: %1$@ 与你共享了“%2$@”

# %@（%lld 人）
source: %1$@（%2$lld 人）
en: %@ (%lld)
zh_hans: %@（%lld 人）

source: %@（この端末）
en: %@ (this device)
zh_hans: %@（此设备）

source: %@（アーカイブ済み）
en: %@ (archived)
zh_hans: %@（已归档）

# %@（上限 %@）
source: %1$@（上限 %2$@）
en: %1$@ (limit %2$@)

source: %@（個人）
en: %@ (personal)
zh_hans: %@（个人）

source: %@（自分）
en: %@ (you)
zh_hans: %@（我）

# %@ @ %@ この端末に保存したこのワークスペースのメッセージと下書きを消し、一覧から外します。サーバ上のデータは消えません。
source: %1$@ @ %2$@ この端末に保存したこのワークスペースのメッセージと下書きを消し、一覧から外します。サーバ上のデータは消えません。
en: %1$@ @ %2$@ The messages and drafts of this workspace saved on this device are deleted and it is removed from the list. Nothing on the server is deleted.
zh_hans: %1$@ @ %2$@ 将删除此设备上保存的该工作区的消息和草稿，并从列表中移除。服务器上的数据不会被删除。

source: %@ · 利用中
en: %@ · in use
zh_hans: %@ · 使用中

source: %@ · 最初からある列
en: %@ · built-in column
zh_hans: %@ · 默认列

source: %@ · 返却済み
en: %@ · returned
zh_hans: %@ · 已归还

source: %@ · 開始（担当者の割り当て待ち）
en: %@ · started (waiting for an operator)
zh_hans: %@ · 已开始（等待分配负责人）

source: %@ から：
en: From %@:
zh_hans: 从 %@ 起：

source: %@ からサインアウトしますか？
en: Sign out of %@?
zh_hans: 要退出 %@ 吗？

source: %@ からログアウト
en: Log out of %@
zh_hans: 退出 %@

source: %@ から移動
en: Moving from %@
zh_hans: 从 %@ 移出

# %@ が %@ を外しました
source: %1$@ が %2$@ を外しました
en: %1$@ removed %2$@
zh_hans: %1$@ 移除了 %2$@

# %@ が %@ を追加しました
source: %1$@ が %2$@ を追加しました
en: %1$@ added %2$@
zh_hans: %1$@ 添加了 %2$@

# %@ が%@に作成した公開チャンネルの始まりです。
source: %1$@ が%2$@に作成した公開チャンネルの始まりです。
en: %1$@ created this public channel on %2$@. This is the very beginning.
zh_hans: 这是 %1$@ 于 %2$@ 创建的公开频道的开始。

# %@ が%@に作成した非公開チャンネルの始まりです。
source: %1$@ が%2$@に作成した非公開チャンネルの始まりです。
en: %1$@ created this private channel on %2$@. This is the very beginning.
zh_hans: 这是 %1$@ 于 %2$@ 创建的私有频道的开始。

# %@ が「%@」であなたをメンションしました
source: %1$@ が「%2$@」であなたをメンションしました
en: %1$@ mentioned you in “%2$@”
zh_hans: %1$@ 在“%2$@”中提及了你

source: %@ がピン留め
en: Pinned by %@
zh_hans: %@ 置顶了

# %@ がレビューを完了しました：%@%@
source: %1$@ がレビューを完了しました：%2$@%3$@
en: %1$@ finished the review: %2$@%3$@
zh_hans: %1$@ 完成了审阅：%2$@%3$@

source: %@ が作成した公開チャンネルの始まりです。
en: %@ created this public channel. This is the very beginning.
zh_hans: 这是 %@ 创建的公开频道的开始。

source: %@ が作成した非公開チャンネルの始まりです。
en: %@ created this private channel. This is the very beginning.
zh_hans: 这是 %@ 创建的私有频道的开始。

source: %@ が参加しました
en: %@ joined
zh_hans: %@ 加入了

source: %@ が更新
en: Updated by %@
zh_hans: %@ 更新

source: %@ が期限
en: Due %@
zh_hans: %@ 截止

source: %@ が退出しました
en: %@ left
zh_hans: %@ 退出了

source: %@ さんから招待されています
en: %@ invited you
zh_hans: %@ 邀请了你

source: %@ さんをこのチャンネルから外します。
en: %@ will be removed from this channel.
zh_hans: 将把 %@ 移出此频道。

source: %@ というユーザーはいません
en: There is no user %@
zh_hans: 没有用户 %@

source: %@ との DM
en: DM with %@
zh_hans: 与 %@ 的私信

source: %@ との会話の始まりです。
en: This is the start of your conversation with %@.
zh_hans: 这是你与 %@ 的对话的开始。

source: %@ など
en: %@ and others
zh_hans: %@ 等

source: %@ にはすでにログインしています（1 つのサーバーに 1 アカウント）
en: You are already logged in to %@ (one account per server)
zh_hans: 你已登录 %@（每个服务器一个账号）

source: %@ にリマインドします
en: You'll be reminded %@
zh_hans: 将在 %@ 提醒你

source: %@ に予定を追加
en: Add an event on %@
zh_hans: 在 %@ 添加日程

# %@ に作成 ・ %@
source: %1$@ に作成 ・ %2$@
en: Created %1$@ · %2$@
zh_hans: 创建于 %1$@ · %2$@

source: %@ に参加すると使えます
en: Join %@ to use it
zh_hans: 加入 %@ 后可用

source: %@ に投稿しました
en: Posted to %@
zh_hans: 已发布到 %@

source: %@ に投稿します
en: Posts to %@
zh_hans: 发布到 %@

source: %@ に決める
en: Choose %@
zh_hans: 定为 %@

source: %@ に編集
en: Edited %@
zh_hans: 编辑于 %@

source: %@ に読まれました
en: Read %@
zh_hans: %@ 被读取

source: %@ に送信します
en: Will be sent %@
zh_hans: 将在 %@ 发送

source: %@ のアカウントでログイン
en: Log in with your %@ account
zh_hans: 使用 %@ 账号登录

source: %@ のキャンバス
en: Canvas in %@
zh_hans: %@ 的画布

source: %@ のスレッド
en: Thread in %@
zh_hans: %@ 的话题

source: %@ のプレビュー
en: Preview of %@
zh_hans: %@ 的预览

source: %@ のメニュー
en: Menu for %@
zh_hans: %@ 的菜单

source: %@ の後に同じ日の候補を追加
en: Add an option on the same day after %@
zh_hans: 在 %@ 之后添加同一天的候选

source: %@ の版
en: Version from %@
zh_hans: %@ 的版本

source: %@ の版の本文を、新しい版として保存します。今の本文も履歴に残ります。
en: The text of the version from %@ is saved as a new version. The current text stays in the history.
zh_hans: 将 %@ 版本的正文另存为新版本。当前正文也会保留在历史记录中。

source: %@ の空き
en: Availability of %@
zh_hans: %@ 的空闲情况

source: %@ の長さ
en: Length of %@
zh_hans: %@ 的时长

source: %@ の開始時刻
en: Start time of %@
zh_hans: %@ 的开始时间

source: %@ はアーカイブ済みです
en: %@ is archived
zh_hans: %@ 已归档

source: %@ はオーナーと管理者だけが投稿できます
en: Only owners and admins can post in %@
zh_hans: 只有所有者和管理员可以在 %@ 发布

source: %@ は登録済みです
en: %@ is already added
zh_hans: %@ 已添加

source: %@ へのメッセージ
en: Message %@
zh_hans: 发消息到 %@

# %@ ほか %lld 人
source: %1$@ ほか %2$lld 人
en: %@ and %lld more
zh_hans: %@ 等 %lld 人

# %@ ほか %lld 人が入力中…
source: %1$@ ほか %2$lld 人が入力中…
en: %@ and %lld more are typing…
zh_hans: %@ 等 %lld 人正在输入…

# %@ ほか %lld 人が編集中
source: %1$@ ほか %2$lld 人が編集中
en: %@ and %lld more are editing
zh_hans: %@ 等 %lld 人正在编辑

source: %@ まで
en: Until %@
zh_hans: 截至 %@

source: %@ までミュート
en: Muted until %@
zh_hans: 免打扰至 %@

source: %@ まで通知を止めます
en: Notifications paused until %@
zh_hans: 已暂停通知至 %@

source: %@ をブロックしますか？
en: Block %@?
zh_hans: 要屏蔽 %@ 吗？

source: %@ をログアウト
en: Log out %@
zh_hans: 退出 %@

source: %@ を予約
en: Book %@
zh_hans: 预约 %@

source: %@ を再読み込み
en: Reload %@
zh_hans: 重新加载 %@

source: %@ を削除
en: Delete %@
zh_hans: 删除 %@

source: %@ を取り消す
en: Remove %@
zh_hans: 移除 %@

source: %@ を宛先から外す
en: Remove %@ from the recipients
zh_hans: 从收件人中移除 %@

source: %@ を読み込み中
en: Loading %@
zh_hans: 正在加载 %@

source: %@ を開く
en: Open %@
zh_hans: 打开 %@

source: %@ さんの返信、スレッドで開く
en: Reply from %@, open in thread
zh_hans: %@ 的回复，在话题中打开

source: %@ 以降
en: From %@
zh_hans: %@ 以后

source: %@ 以降に外されます
en: Will be removed after %@
zh_hans: 将在 %@ 之后被移出

# %@ 件%@
source: %1$@ 件%2$@
en: %1$@ results%2$@
zh_hans: %1$@ 条%2$@

source: %@ 終日
en: %@ all day
zh_hans: %@ 全天

# %@%@ に割り当てる%@
source: %1$@%2$@ に割り当てる%3$@
en: %1$@Assign %2$@%3$@
zh_hans: %1$@分配给 %2$@%3$@

# %@%@ を外して %@ に割り当てる（%@）%@
source: %1$@%2$@ を外して %3$@ に割り当てる（%4$@）%5$@
en: %1$@Remove %2$@ and assign %3$@ (%4$@)%5$@
zh_hans: %1$@移出 %2$@ 并分配给 %3$@（%4$@）%5$@

# %@%@ を外す（%@）
source: %1$@%2$@ を外す（%3$@）
en: %1$@Remove %2$@ (%3$@)
zh_hans: %1$@移出 %2$@（%3$@）

# %@%lld月%lld日 %@ まで
source: %1$@%2$lld月%3$lld日 %4$@ まで
en: Until %1$@%2$lld/%3$lld %4$@
zh_hans: %1$@%2$lld月%3$lld日 %4$@ 为止

# %@%lld月%lld日(%@) %@
source: %1$@%2$lld月%3$lld日(%4$@) %5$@
en: %1$@%2$lld/%3$lld (%4$@) %5$@

# %@〜%@ 終日
source: %1$@〜%2$@ 終日
en: %1$@–%2$@ all day
zh_hans: %1$@～%2$@ 全天

source: %@に作成した公開チャンネルの始まりです。
en: This public channel was created on %@. This is the very beginning.
zh_hans: 这是于 %@ 创建的公开频道的开始。

source: %@に作成した非公開チャンネルの始まりです。
en: This private channel was created on %@. This is the very beginning.
zh_hans: 这是于 %@ 创建的私有频道的开始。

source: %@のメッセージ
en: %@ messages
zh_hans: %@的消息

source: %@まで
en: Until %@
zh_hans: 截至 %@

source: %@をなくす
en: Remove %@
zh_hans: 移除%@

source: %@を設定
en: Set %@
zh_hans: 设置%@

source: %@止めています
en: Paused %@
zh_hans: 已暂停（%@）

# %lld %@ごと
source: %1$lld %2$@ごと
en: Every %1$lld %2$@
zh_hans: 每 %1$lld %2$@

source: %lld ページ
en: %lld pages
zh_hans: %lld 页

source: %lld 人
en: %lld

source: %lld 人がリアクション
en: %lld people reacted
zh_hans: %lld 人回应

source: %lld 人が回答
en: %lld responses
zh_hans: %lld 人已回答

source: %lld 人が確認：
en: %lld acknowledged:
zh_hans: %lld 人已确认：

source: %lld 人にリマインドしました
en: Reminded %lld people
zh_hans: 已提醒 %lld 人

source: %lld 人を追加しました
en: Added %lld people
zh_hans: 已添加 %lld 人

source: %lld 件
en: %lld
zh_hans: %lld 条

source: %lld 件の返信
en: %lld replies
zh_hans: %lld 条回复

source: %lld 分
en: %lld min
zh_hans: %lld 分钟

source: %lld 列
en: %lld columns

source: %lld 列目
en: Column %lld
zh_hans: 第 %lld 列

source: %lld 列目の操作
en: Actions for column %lld
zh_hans: 第 %lld 列的操作

source: %lld 列目の見出し
en: Header of column %lld
zh_hans: 第 %lld 列的标题

source: %lld 日
en: Day %lld

source: %lld 日（ない月は末日）
en: Day %lld (the last day in shorter months)
zh_hans: %lld 日（没有该日的月份为月末）

source: %lld 日前
en: %lld days before
zh_hans: %lld 天前

source: %lld 日後
en: %lld days after
zh_hans: %lld 天后

source: %lld 時間
en: %lld hours
zh_hans: %lld 小时

# %lld 時間 %lld 分
source: %1$lld 時間 %2$lld 分
en: %lld h %lld min
zh_hans: %lld 小时 %lld 分钟

source: %lld 時間半
en: %lld.5 hours
zh_hans: %lld 个半小时

source: %lld 票
en: %lld votes

# %lld 行追加、%lld 行削除
source: %1$lld 行追加、%2$lld 行削除
en: %lld lines added, %lld lines removed
zh_hans: 新增 %lld 行，删除 %lld 行

source: %lld年
en: %lld/

# %lld年%@
source: %1$lld年%2$@
en: %1$lld/%2$@

# %lld年%lld月
source: %1$lld年%2$lld月
en: %2$lld/%1$lld

# %lld年%lld月%lld日
source: %1$lld年%2$lld月%3$lld日
en: %2$lld/%3$lld/%1$lld

# %lld年%lld月%lld日 %@
source: %1$lld年%2$lld月%3$lld日 %4$@
en: %2$lld/%3$lld/%1$lld %4$@

# %lld年%lld月%lld日 (%@)
source: %1$lld年%2$lld月%3$lld日 (%4$@)
en: %2$lld/%3$lld/%1$lld (%4$@)

# %lld月%lld日
source: %1$lld月%2$lld日
en: %1$lld/%2$lld

# %lld月%lld日 %@
source: %1$lld月%2$lld日 %3$@
en: %1$lld/%2$lld %3$@

# %lld月%lld日 (%@)
source: %1$lld月%2$lld日 (%3$@)
en: %1$lld/%2$lld (%3$@)

# %lld枚中%lld枚目
source: %1$lld枚中%2$lld枚目
en: Image %2$lld of %1$lld
zh_hans: 第 %2$lld 张，共 %1$lld 张

source: （不明）
en: (unknown)
zh_hans: （未知）

source: （削除）
en: (removed)
zh_hans: （删除）

source: （削除されたメッセージ）
en: (deleted message)
zh_hans: （已删除的消息）

source: （本文なし）
en: (no text)
zh_hans: （无正文）

source: （添付ファイル）
en: (attachment)
zh_hans: （附件）

source: （空です）
en: (empty)
zh_hans: （空）

source: （自分）
en: (you)
zh_hans: （我）

source: （質問）
en: (question)
zh_hans: （问题）

source: **週報 {date}** このスレッドに今週の進捗を返信してください
en: **Weekly report {date}** Reply to this thread with this week's progress
zh_hans: **周报 {date}** 请在此话题中回复本周的进展

source: +%lld 行
en: +%lld lines

source: /%@ というコマンドはありません（/help で一覧）
en: There is no /%@ command (see /help)
zh_hans: 没有 /%@ 命令（输入 /help 查看列表）

source: /%@ はチャンネルでだけ使えます
en: /%@ only works in channels
zh_hans: /%@ 只能在频道中使用

source: /dm @名前
en: /dm @name
zh_hans: /dm @名字

source: /invite @名前
en: /invite @name
zh_hans: /invite @名字

source: /invite @名前 …
en: /invite @name …
zh_hans: /invite @名字 …

source: /join #チャンネル
en: /join #channel
zh_hans: /join #频道

source: /me 文
en: /me text
zh_hans: /me 文本

source: /poll 質問 | 選択肢 | 選択肢 …
en: /poll question | option | option …
zh_hans: /poll 问题 | 选项 | 选项 …

source: /shrug [文]
en: /shrug [text]
zh_hans: /shrug [文本]

source: /status [絵文字] 文
en: /status [emoji] text
zh_hans: /status [表情] 文本

source: /topic 文
en: /topic text
zh_hans: /topic 文本

source: /wf の後にワークフローの名前を続けてください
en: Type the workflow's name after /wf
zh_hans: 请在 /wf 后输入工作流的名称

source: /日程 [題名] 日付 …
en: /日程 [title] dates …
zh_hans: /日程 [标题] 日期 …

source: /日程 [題名] 日付 …（例：/日程 ゼミ 10/3 10/5-10/7 13:00）
en: /日程 [title] dates … (e.g. /日程 Seminar 10/3 10/5-10/7 13:00)
zh_hans: /日程 [标题] 日期 …（例：/日程 研讨会 10/3 10/5-10/7 13:00）

source: 1 つのボードに %lld 列までです
en: A board can have up to %lld columns
zh_hans: 每个看板最多 %lld 列

source: 1 分以上先の時刻を選んでください
en: Choose a time at least 1 minute from now
zh_hans: 请选择至少 1 分钟之后的时间

source: 1 時間
en: 1 hour
zh_hans: 1 小时

source: 1 時間前
en: 1 hour before
zh_hans: 1 小时前

source: 1 時間後
en: In 1 hour
zh_hans: 1 小时后

source: 10 分前
en: 10 minutes before
zh_hans: 10 分钟前

source: 15 分前
en: 15 minutes before
zh_hans: 15 分钟前

source: 2 時間
en: 2 hours
zh_hans: 2 小时

source: 2 要素認証
en: Two-factor authentication
zh_hans: 两步验证

source: 2 要素認証はすでに有効です
en: Two-factor authentication is already on
zh_hans: 两步验证已开启

source: 2 要素認証を有効にする
en: Turn on two-factor authentication
zh_hans: 开启两步验证

source: 2 要素認証を無効にする
en: Turn off two-factor authentication
zh_hans: 关闭两步验证

source: 20 分後
en: In 20 minutes
zh_hans: 20 分钟后

source: 3 時間後
en: In 3 hours
zh_hans: 3 小时后

source: 30 分
en: 30 minutes
zh_hans: 30 分钟

source: 30 分前
en: 30 minutes before
zh_hans: 30 分钟前

source: 30 分後
en: In 30 minutes
zh_hans: 30 分钟后

source: 30 日間はゴミ箱から戻せます。
en: You can restore it from the trash for 30 days.
zh_hans: 30 天内可以从回收站恢复。

source: 3〜32 文字、a-z 0-9 . _ -
en: 3–32 characters: a-z 0-9 . _ -
zh_hans: 3～32 个字符，a-z 0-9 . _ -

source: 3〜32 文字にしてください
en: Use 3–32 characters
zh_hans: 请使用 3～32 个字符

source: 4 時間後
en: In 4 hours
zh_hans: 4 小时后

source: 5 分前
en: 5 minutes before
zh_hans: 5 分钟前

source: 8 時間ミュート
en: Mute for 8 hours
zh_hans: 免打扰 8 小时

# AI（%@）が参加しています。メンションしたときと要約のときに、会話の一部が %@ の API に送られます
source: AI（%1$@）が参加しています。メンションしたときと要約のときに、会話の一部が %2$@ の API に送られます
en: AI (%1$@) is in this conversation. When you mention it or ask for a summary, part of the conversation is sent to %2$@'s API
zh_hans: AI（%1$@）已加入。提及它或生成摘要时，部分对话内容会发送到 %2$@ 的 API

source: AI で要約
en: Summarize with AI
zh_hans: 用 AI 生成摘要

source: AI に聞く
en: Ask AI
zh_hans: 问 AI

source: AI のボット
en: AI bot
zh_hans: AI 机器人

source: AI の答えを閉じる
en: Close the AI's answer
zh_hans: 关闭 AI 的回答

source: AI は今使えません。管理者が AI を設定していないか、止めています
en: AI isn't available now. An admin hasn't set it up or has turned it off
zh_hans: AI 当前不可用。管理员尚未设置 AI，或已将其停用

source: Android のプッシュ（FCM）はこのサーバでは無効です
en: Android push (FCM) is off on this server
zh_hans: 此服务器未启用 Android 推送（FCM）

source: DM を絞り込む
en: Filter DMs
zh_hans: 筛选私信

source: DM タブを開きます
en: Opens the DMs tab
zh_hans: 打开私信标签页

source: Google でのログインに失敗しました。もう一度お試しください
en: Couldn't log in with Google. Please try again
zh_hans: Google 登录失败，请重试

source: Google でログイン
en: Log in with Google
zh_hans: 使用 Google 登录

source: Google カレンダー（ブラウザ）：左の「他のカレンダー」の「＋」→「URL で追加」に URL を貼り付けて「カレンダーを追加」。
en: Google Calendar (browser): under "Other calendars" on the left, choose "+" → "From URL", paste the URL and choose "Add calendar".
zh_hans: Google 日历（浏览器）：在左侧“其他日历”中点“＋”→“通过网址添加”，粘贴 URL 后点“添加日历”。

source: Google カレンダーや Apple のカレンダーにこのカレンダーの予定を表示します（読み取り専用）。
en: Shows this calendar's events in Google Calendar or Apple Calendar (read-only).
zh_hans: 在 Google 日历或 Apple 日历中显示此日历的日程（只读）。

source: Markdown で書けます
en: You can use Markdown
zh_hans: 可以使用 Markdown

source: Taylis のサーバーではありません
en: This isn't a Taylis server
zh_hans: 这不是 Taylis 服务器

source: Taylis の回復コード（各 1 回だけ使えます）
en: Taylis recovery codes (each works once)
zh_hans: Taylis 恢复代码（每个只能使用一次）

source: Times の投稿（is:times）
en: Times posts (is:times)
zh_hans: Times 帖子（is:times）

source: Times をすべて既読にしますか？
en: Mark all Times as read?
zh_hans: 将 Times 全部标为已读？

source: Times フィード
en: Times feed
zh_hans: Times 动态

source: [画像：%@]
en: [Image: %@]
zh_hans: [图片：%@]

source: [画像]
en: [Image]
zh_hans: [图片]

source: http:// か https:// で始まる URL を入れてください
en: Enter a URL that starts with http:// or https://
zh_hans: 请输入以 http:// 或 https:// 开头的 URL

source: iOS の「設定」→「Taylis」→「言語」でも選べます。
en: You can also choose it in iOS Settings → Taylis → Language.
zh_hans: 也可以在 iOS 的“设置”→“Taylis”→“语言”中选择。

source: iOS のプッシュ（APNs）はこのサーバでは無効です
en: iOS push (APNs) is off on this server
zh_hans: 此服务器未启用 iOS 推送（APNs）

source: iOS の設定で変更
en: Change in iOS Settings
zh_hans: 在 iOS 设置中更改

source: iPhone：上の「この iPhone のカレンダーに追加」、または「設定」→「カレンダー」→「アカウント」→「アカウントを追加」→「その他」→「照会するカレンダーを追加」に URL を貼り付け。Mac は「ファイル」→「新規カレンダー照会…」。
en: iPhone: "Add to this iPhone's calendar" above, or paste the URL in Settings → Calendar → Accounts → Add Account → Other → Add Subscribed Calendar. Mac: File → New Calendar Subscription….
zh_hans: iPhone：点上方的“添加到此 iPhone 的日历”，或在“设置”→“日历”→“账户”→“添加账户”→“其他”→“添加已订阅的日历”中粘贴 URL。Mac：“文件”→“新建日历订阅…”。

source: times を作ります。
en: A times channel will be created.
zh_hans: 将创建 times 频道。

source: y年M月d日 (E) H:mm
en: MMM d, y (E) H:mm

# {date} → %@ (%@)、{weekday} → %@、{week} → 週番号（例 %@）。投稿した日に置き換わります
source: {date} → %1$@ (%2$@)、{weekday} → %3$@、{week} → 週番号 (例 %4$@)。投稿した日に置き換わります
en: {date} → %1$@ (%2$@), {weekday} → %3$@, {week} → week number (e.g. %4$@). Replaced on the day it's posted
zh_hans: {date} → %1$@（%2$@），{weekday} → %3$@，{week} → 周数（例：%4$@）。在发布当天替换

source: ¯\_(ツ)_/¯ を添えて投稿
en: Post with ¯\_(ツ)_/¯
zh_hans: 附上 ¯\_(ツ)_/¯ 发布

source: · %@ にリマインド
en: · Reminded %@
zh_hans: · %@ 已提醒

source: · %@ にリマインド予定
en: · Reminder %@
zh_hans: · 将于 %@ 提醒

source: · %@ に送信
en: · Sends %@
zh_hans: · %@ 发送

source: · 未読 %lld 件
en: · %lld unread
zh_hans: · %lld 条未读

source: · 添付 %lld
en: · %lld attached
zh_hans: · %lld 个附件

source: · 送信に失敗
en: · Failed to send
zh_hans: · 发送失败

source: … %lld 行 …
en: … %lld lines …

source: → %@ に投稿
en: → Posts to %@
zh_hans: → 发布到 %@

source: −%lld 行
en: −%lld lines

source: ⏰ 締切
en: ⏰ Deadline
zh_hans: ⏰ 截止日期

# ○ %lld 人、△ %lld 人、× %lld 人
source: ○ %1$lld 人、△ %2$lld 人、× %3$lld 人
en: ○ %lld, △ %lld, × %lld
zh_hans: ○ %lld 人，△ %lld 人，× %lld 人

source: ○ がいちばん多い
en: Most ○
zh_hans: ○ 最多

source: 、%@まで
en: , until %@
zh_hans: ，至 %@

source: 、%lld 回
en: , %lld times
zh_hans: ，%lld 次

source: 、タスク %lld 件
en: , %lld tasks
zh_hans: ，%lld 个任务

source: 、予定 %lld 件
en: , %lld events
zh_hans: ，%lld 个日程

source: 、期限を過ぎています
en: , overdue
zh_hans: ，已过期

source: 、過ぎています
en: , overdue
zh_hans: ，已过期

source: 「%@」というワークフローはこのチャンネルにありません
en: There's no workflow called “%@” in this channel
zh_hans: 此频道中没有名为“%@”的工作流

source: 「%@」のタスクはありません
en: No tasks in “%@”
zh_hans: “%@”中没有任务

source: 「%@」のタスクはありません。下の「追加」から足せます
en: No tasks in “%@”. Add one with “Add” below
zh_hans: “%@”中没有任务。可通过下方的“添加”来添加
